UPDATE multi_language_card_v2
SET name = '宝箱诡尸·地牢',"desc" = '此卡名的③效果1回合仅可使用1次。
①：不是在此回合被召唤·特殊召唤的、自己场上的“宝箱诡尸”怪兽的攻力上升相当于自身原本守备力的数值。
②：双方玩家只要自身场上存在里侧表示怪兽，不可召唤怪兽，不可用此回合特殊召唤的怪兽攻击宣言。
③：在自己的主要阶段可以发动。从自己牌组·墓地将1只“宝箱诡尸”怪兽加入手牌。'
WHERE card_id = 86809440 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·刻耳柏洛斯', "desc" = '此卡名的①③效果1回合仅可各使用1次。
①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。
②：对手不可将自己场上的表侧表示的魔法卡作为效果的对象。
③：此卡在主要阶段反转的情况下发动。分别适用以下效果。
●从自己的牌组上面将3张卡除外。然后，将自己的1只除外状态的怪兽以守备表示特殊召唤至对手场上。
●将此卡的控制权转移给对手。'
WHERE card_id = 23920796 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·宝藏间', "desc" = '此卡名的①②效果1回合1次，仅可使用其中1个。
①：从手牌·牌组挑选1只“宝箱诡尸”怪兽特殊召唤至自己场上或以里侧守备表示特殊召唤至对手场上。然后，可将场上的1只表侧表示怪兽改成里侧守备表示。
②：将墓地的此卡除外，以自己场上任意数量的“宝箱诡尸”卡为对象可以发动。将该卡放回手牌。'
WHERE card_id = 59293853 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·魅惑', "desc" = '此卡名的①效果1回合最多可使用2次。
①：对手场上的“宝箱诡尸”怪兽在主要阶段反转的情况下可以发动（同一连锁上最多1次）。随机挑选对手额外牌组的1张里侧的卡。该卡为可特殊召唤的怪兽的情况下，将该怪兽特殊召唤至自己场上。不是的情况下，或不可特殊召唤的情况下，将该卡除外。以此效果特殊召唤的怪兽在此回合不可发动效果。'
WHERE card_id = 55733143 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·制造箱', "desc" = '此卡名的①②效果1回合1次，仅可使用其中1个。
①：从牌组将2只卡名不同的反转怪兽出示给对手，对手从其中随机挑选1只。将该1只怪兽以里侧守备表示特殊召唤至对手场上，将剩余的加入自己的手牌。然后，可从手牌将1只“宝箱诡尸”怪兽特殊召唤。
②：对手将怪兽特殊召唤的情况下，将墓地的此卡除外，以对手场上的1只里侧表示怪兽为对象可以发动。将该怪兽改成表侧攻击表示或表侧守备表示。'
WHERE card_id = 13204145 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·王座', "desc" = '等级1“宝箱诡尸”怪兽×2
此卡名的①②效果1回合1次，仅可使用其中1个。
①：去除此卡的1个超量素材可以发动。从自己手牌·牌组·墓地将1只“宝箱诡尸·君主”特殊召唤。
②：在自己·对手的主要阶段，以自己场上的1只“宝箱诡尸·君主”为对象可以发动。将此卡视为攻击力上升1000的装备魔法卡装备于该怪兽。然后，可将场上的卡放回手牌，数量最多为此卡原先持有的超量素材的数量。'
WHERE card_id = 42940335 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '巨大宝箱诡尸', "desc" = '等级1怪兽×2
此卡名的①③效果1回合仅可各使用1次。
①：此卡超量召唤的情况下可以发动。从牌组将1张“宝箱诡尸”卡加入手牌。
②：只要对手场上存在里侧表示怪兽，超量怪兽以外的自己的“宝箱诡尸”怪兽可直接攻击。
③：去除此卡的1个超量素材，以数量最多为对手场上的里侧表示怪兽的数量的、场上的表侧表示卡为对象可以发动。将该卡破坏，给予对手相当于所破坏数量×1000的伤害。'
WHERE card_id = 16955631 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·君主', "desc" = '此卡名的①③效果1回合仅可各使用1次。
①：此卡召唤·特殊召唤的情况下可以发动。从牌组将“宝箱诡尸·君主”以外的1只“宝箱诡尸”怪兽加入手牌。
②：自己场上存在“宝箱诡尸·君主”以外的“宝箱诡尸”怪兽的情况下，或对手场上存在里侧表示怪兽的情况下，场上的此卡不会因战斗·效果被破坏。
③：在对手的主要阶段可以发动。将场上的1只里侧表示怪兽改成表侧攻击表示或表侧守备表示。'
WHERE card_id = 55537983 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·史莱姆', "desc" = '此卡名的①②效果1回合仅可各使用1次。
①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。对手场上的怪兽数量比自己场上的怪兽多的情况下，作为代替也可以表侧表示特殊召唤至自己场上。
②：此卡在主要阶段反转的情况下发动。分别适用以下效果。
●对手可从自身的牌组将1只“宝箱诡尸”怪兽特殊召唤。
●将此卡的控制权转移给对手。'
WHERE card_id = 80551022 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·妖精', "desc" = '此卡名的①②效果1回合仅可各使用1次。
①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。自己场上存在“宝箱诡尸”怪兽的情况下，作为代替也可以表侧表示特殊召唤至自己场上。
②：此卡在主要阶段反转的情况下发动。分别适用以下效果。
●此回合中，自己不可发动从自身手牌被特殊召唤的怪兽的效果。
●将此卡的控制权转移给对手。'
WHERE card_id = 43066927 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·铠甲', "desc" = '此卡名的①②效果1回合仅可各使用1次。
①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。对手场上存在怪兽的情况下，作为代替也可以表侧表示特殊召唤至自己场上。
②：此卡在主要阶段反转的情况下发动。分别适用以下效果。
●此回合中，“宝箱诡尸”不会因战斗被破坏。
●将此卡的控制权转移给对手。'
WHERE card_id = 11677278 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·龙', "desc" = '此卡名的①②③效果1回合仅可各使用1次。
①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。
②：此卡召唤·特殊召唤的情况下可以发动。从牌组将1张“宝箱诡尸”魔法·陷阱卡加入手牌。
③：此卡在主要阶段反转的情况下发动。分别适用以下效果。
●将自己场上的“宝箱诡尸”怪兽以外的表侧表示怪兽全部破坏。
●将此卡的控制权转移给对手。'
WHERE card_id = 81522098 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·恶魔', "desc" = '此卡名的①②③效果1回合仅可各使用1次。
①：在自己的主要阶段可以发动。从手牌将此卡以里侧守备表示特殊召唤至对手场上。
②：此卡召唤·特殊召唤的情况下可以发动。将场上的1只里侧表示怪兽改成表侧攻击表示或表侧守备表示。
③：此卡在主要阶段反转的情况下发动。分别适用以下效果。
●对手抽1张。
●挑选自己的1张手牌送至墓地。
●将此卡的控制权转移给对手。'
WHERE card_id = 50415441 AND language = 'cn';

UPDATE multi_language_card_v2
SET name = '宝箱诡尸·岔路口', "desc" = '此卡名的①②效果1回合仅可各使用1次。
①：以对手场上的1只里侧表示怪兽为对象可以发动。对手从以下效果中挑选1个，自己适用该效果。
●将对象的怪兽改成表侧攻击表示或表侧守备表示。
●将对象的怪兽送至墓地。然后，以此效果被送至墓地的怪兽的持有者抽2张。
②：将墓地的此卡除外可以发动。从牌组将1张“宝箱诡尸·岔路口”加入手牌。'
WHERE card_id = 19338434 AND language = 'cn';